Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/1177.se/tystnadsplikt-och-sekretess.html.tmx
Source language: fin
Languages: sme

source: Suomeksi / Finska
sme: Davvisámegiella / Nordsamiska

source: Takaisin teeman aloitussivulle
sme: Jávohisvuođa gáibádus ja suolemassandoallama njuolggusvuohtaTystnadsplikt och sekretess

source: Jokainen päättää itse (ca 1 sida)
sme: Olmmoš mearrida ieš (ca 1 sida)

source: Lasten oikeus luottamuksellisuuteen (ca 2 sidor)
sme: Mánáid dahkko (ca 2 sidor)

source: Hoitoon hakeuduttaessa on tärkeää, että jokainen tuntee luottamusta hoitohenkilökuntaa kohtaan.
sme: Go jorgasa divššu beallái lea dehálaš ahte olbmoš lea luohttámuš dan bargovehkii geaid deaivá.

source: Luottamus on tärkeää, jotta potilas uskaltaa avoimesti kertoa vaivoistaan ja oireistaan ja voi saada tarvitsemansa avun.
sme: Luohttámuš lea dehálaš vai olmmoš sáhttá dovdat oažževuođa ja duostá sárdnut friija dain váivviin dehe symptomain mat sus leat ja dainna lágiin oažžu dan divššu man dárbbaha.

source: Sen vuoksi kaikki terveyden- ja sairaanhoidossa työskentelevät ovat vaitiolovelvollisia.
sme: Danin buohkain geat barget dearvvasvuođa- ja buohccedivššus lea jávohisvuođa gáibádus.

source: Perusperiaatteena on, että kukaan hoitohenkilökuntaan kuuluva ei saa antaa ulkopuolisille tietoja ilman potilaan lupaa.
sme: Vuođđoprinsihpa lea ahte ii giige divššus oaččo guođđit dieđuid ovttaskasa dohkketkeahttá.

source: Tämä koskee esimerkiksi tietoja hoidettavan sairaudesta, hoidosta tai yksityiselämästä.
sme: Dat gusket ovdamearkka dihte dieđuid dan skibasvuođas mii olbmoš lea, dan divššu man oažžu dehe ovttaskasa priváhta dilálašvuođa.

source: Terveydenhuollossa yhtäläinen salassapito koskee kaikkia potilaita katsomatta siihen, onko heillä oikeus oleskella Ruotsissa vai ei.
sme: Buohccedivššus guoská suollemasvuođasuodji buot buhcciid ja beroškeahttá leago olbmoš riekti orodit Ruoŧas dehe ii.

source: Julkisella sektorilla työskentelevien vaitiolovelvollisuudesta on säädetty julkisuus- ja salassapitolaissa, kun taas yksityisen sektorin hoidonantajien palveluksessa työskentelevät noudattavat potilasturvalaissa vaitiolovelvollisuudesta säädettyjä sääntöjä.
sme: Almmolašvuođa- ja suollemasadoallamaláhka stivre jávohisvuođa gáibádusa daidda geat barget stáhta, eanadikki ja gieldda vuolde dan sajis go dat geat barget priváhta dikšoaddi vuolde galgá čuovvut buohccesihkkarvuođa jávohisvuođa gáibádusa njuolggadusaid.

source: Vaitiolovelvollisuutta rikkova voidaan tuomita tuomioistuimessa tai hoitoa valvovat viranomaiset voivat rangaista häntä muulla tavoin.
sme: Dat gii rihkku jávohisvuođa gáibádusa sáhttá dubmejuvvot duopmostuolus dehe eará ládje eiseválddit geat bearráigehččet divššu ráŋggáštit.

source: Vaitiolovelvollisuus koskee sairaala- ja terveyskeskushenkilökuntaa.
sme: Buohcceviesu dehe dearvvašvuođaguovddáža bargoveagas lea jávohisvuođa gáibádus.

source: Potilaan terveydentilasta tai henkilökohtaisista asioista saa keskustella keskenään vain tätä hoitava henkilökunta.
sme: Beare dat geat dikšot buohcci ožžot sárdnut gaskaneaset buohcci dearvvašvuođadilis dehe persovnnalaš dilis.

source: Esimerkiksi lääkäri saa keskustella potilaan hoidosta kollegansa kanssa vain silloin, jos he molemmat osallistuvat potilaan hoitoon.
sme: Dat mearkkaša ovdamearkka dihte ahte doavttir oažžu ságastit buohcci dikšumis bargoguimmiin beare jus dat dikšu seamma persovnna.

source: Vaitiolovelvollisuus koskee kaikkia työntekijöitä, jotka ovat tekemisissä potilaiden kanssa, katsomatta siihen, työskentelevätkö he julkisella vai yksityisellä sektorilla ja ovatko he lääkäreitä, sairaanhoitajia tai hallintohenkilökuntaa.
sme: Jávohisvuođa gáibádus guoská buot bargoveaga man ovttaskas deaivá divššus. Beroškeahttá leago almmolaš dehe priváhta divššus ja beroškeahttá leago doaktárat, buohccedikšárat dehe hálddatlaš bargoveahka.

source: Myös terveydenhuollossa työskentelevillä tulkeilla ja kääntäjillä on vaitiolovelvollisuus.
sme: Dulkkat ja jorgaleaddjit geat barget bargogohcumušas dearvvašvuođa- ja buohccedivššus lea maid jávohisvuođa gáibádus.

source: Vaitiolovelvollisuus koskee myös apteekin henkilökuntaa.
sme: Jávohisvuođa gáibádus guoská maid daid geat barget apotehkas.

source: Jokainen päättää itse
sme: Olmmoš mearrida ieš

source: Lakien mukaan edes lähiomaisilla ei ole oikeutta saada tietää, mitä sairaalassa sanotaan ja mitä siellä tapahtuu, jos potilas ei halua tietoja annettavan.
sme: Lágat mearkkašit ahte ii oamiolbmošge leat riekti oažžut diehtit mii dadjo ja dáhpáhuvvá buohcceviesus jus ovttaskas ii hálit ahte sii galget diehtit.

source: Sairaalahenkilökunnalla on tapana kysyä potilaalta, kenelle tietoja saa antaa.
sme: Bargoveahka láve jearrat geasa sii ožžot guođđit dieđuid.

source: Potilas päättää itse, kenelle tietoja saa antaa.
sme: Dalle ovttaskas vállje ieš geaid sii ožžot informeret.

source: Esimerkiksi ennen leikkausta potilas voi kertoa henkilökunnalle, kenelle leikkauksesta saa antaa tietoja ennen kuin hän herää.
sme: Ovdamearkka dihte ovttaskas sáhttá ovdal čuohpadeami dadjat bargovehkii ahte sii ožžot muitalit got čuohpadeapmi lea mannan ovdamearkka dihte oamiolbmui ovdalgo ieš lea badjánan.

source: Lasten oikeus luottamuksellisuuteen
sme: Mánáid dahkko

source: Lasten ja alle 18-vuotiaiden nuorten huoltajilla on yleensä oikeus osallistua lastensa hoitoon ja saada lukea heidän potilaskertomuksensa.
sme: Mii guoská mánáide ja nuoraide vuollái 18 jagi fuolaheaddjis dábálaččat lea riekti váldit oasi mánás divššus ja diehtit mii lohká journálas.

source: Lapsilla ja alle 18-vuotiailla nuorilla saattaa kuitenkin olla oikeus päättää itse, saako hoitohenkilöstö luovuttaa tiedot jollekulle, ja kenelle tiedot saa luovuttaa.
sme: Muhto mánáin ja nuorain vuollái 18 jagi lea riekti ieš mearridit ožžogo dikšubargoveahka guođđit dieđuid ja geasa.

source: Huoltajilla ja muilla läheisillä ei aina ole oikeutta saada tietää, mitä lapsi on kertonut hoitohenkilöstölle, tai mitä hänen potilaskertomuksessaan lukee.
sme: Dat mearkkaša ahte fuolaheaddjis dehe soames eará lagaš olbmos ii álot leat lohpi beassat diehtit maid mánná lea muitalan dikšubargovehkii dehe mii lohká journálas.

source: Lapsen osallistumiselle omaa hoitoaan koskeviin päätöksiin ei siis ole asetettu ikärajaa, vaan asiasta päätetään potilaskohtaisesti.
sme: Ii leat sierra ahkerádji goas mánná oažžu ieš mearridit muhto dan oažžu mearridit olbmos olbmui.

source: Jos hoitohenkilökuntaa epäillä, että lapsi on pahoinpidelty hänen huoltajansa tai huoltajan voi suojella lasta, lapsen terveystiedot ei tilalle.
sme: Jus buohccedivššus dehe sosiálabálvalusas eahpiduvvo ahte mánná illástuvvo fuolaheddjiid luhtte dehe fuolaheaddji ii sáhte suddjet máná, ii journála guđđo olggos.

source: Vaitiolovelvollisuus koskee useimpien alle 18-vuotiaiden käyntejä nuorisovastaanotolla.
sme: Dutnje gii leat vuollái 18 jagi ja galledat nuoraidvuostáváldima guoská jávohisvuođa gáibádus eanas dáhpáhusain.

source: Henkilöstön vaitiolovelvollisuus on mahdollista murtaa luvalla, jos terveys on jollakin tapaa vaarassa.
sme: Bargoveaga jávohisvuođa geatnegasvuođa sáhttá rihkkut jus don ieš attát lobi ja jus lea du dearvvasvuođavárra soames ládje.

source: Poikkeukset
sme: Spiehkastat jávohisvuođa gáibádusas

source: Vaikka salassapito ja vaitiolovelvollisuus on laaja, siitä voidaan poiketa tietyissä tapauksissa ilman potilaan suostumusta.
sme: Vaikko suolemassandoallama ja jávohisvuođa gáibádus lea viiddis sáhttá suolemassandoallama gáibádus gaskkalduhttot dihto dilis, vaikko buohcci ii atte dasa lobi.

source: Näin voidaan menetellä esimerkiksi jos:
sme: Dat guoská ovdamearkka dihte

source: tuomioistuin, syyttäjä-, poliisi-, kruununvouti- tai veroviranomainen vaatii saada tietää, onko tietty henkilö jossakin hoitolaitoksessa
sme: jus duopmostuollu, alaguoddi-, poliisa- ruvdnofogda dehe vearroeiseváldi váhtá oažžut diehtit jus dihto persovdna lea dikšunlágádusas

source: sosiaalihallituksen oikeudellisten, sosiaalisten ja lääketieteellisten asioiden neuvosto tarvitsee tietoja toimintaansa varten
sme: Sosiálastivrra ráđđi vuoigatvuođalaš, sosiálalaš ja medisiinnalaš jearaldagain dárbbaha dieđuid sin

source: Kuljetushallitus tarvitsee tietoja tarkastaakseen henkilön sopivuuden ajokortin, traktorikortin tai taksinkuljettajatodistuksen myöntämiseksi
sme: doibmiifievrridanstivra dárbbaha dieđuid geahččaladdat soapmása heivvolašvuođa oamastit vuodjinkoartta, tráktorkoartta dehe táksivuodjinlegitimašuvn

source: Tietoja tarvitaan päätökseen, joka koskee henkilön sulkemista korkeakouluopinnoista
sme: nadieđut dárbbahuvvojit go galgá geahččaluvvot galgágo studeanta giddejuvvot allaskuvla

source: tietoja tarvitaan oikeuslääketieteelliseen tutkimukseen.
sme: oahpahusasdieđut dárbbahuvvojit riektemedisiinnalaš dutkamii.

source: Jos potilasta epäillään niin vakavasta rikoksesta, että se johtaa vähintään yhden vuoden vankeuteen, hoitohenkilökunnalla on oikeus rikkoa vaitiolovelvollisuus tekemällä rikoksesta ilmoitus poliisille ja vastaamalla sekä poliisin että syyttäjäviranomaisten kysymyksiin.
sme: Go eahpiduvvo rihkkus mii lea nu duođalaš ahte dat addá unnimus jagi fáŋgala dikšunveagas lea riekti rihkkut jávohisvuođa gáibádusa dahkamiin poliisaalmmuhusa rihkkosis ja vástidit poliissa ja alaguoddieiseválddi jearaldagaide.

source: Tällaisia rikoksia ovat esimerkiksi murha, raiskaus ja törkeä pahoinpitely.
sme: Ovdamearka dakkár rihkkosis lea goddin, veagalváldin ja roaves illasteapmi.

source: On myös eräitä liikennerikoksia, kuten rattijuopumus, joiden rangaistusasteikko on lievempi mutta jotka hoitohenkilökunnalla on oikeus ilmoittaa.
sme: Leat maid dihto trafihkarihkkosat vuolit ráŋggáštuskálain ovdamearkka dihte gárrenvuodjin man dikšunveagas lea riekti almmuhit.

source: Erityiset lapsia koskevat poikkeukset
sme: Sierra spiehkastagat mánáide

source: Jos kyseessä on lapsi, hoitohenkilökunta voi poiketa vaitiolovelvollisuudesta, jos lapsen epäillään joutuneen rikoksen uhriksi.
sme: Go guoská mánáid dahkko spiehkastat jus dikšunbargoveahka eahpida ahte mánná šaddá rihkkosa čuozáhahkan.

source: Kyseessä voi olla pahoinpitely tai seksuaalinen väkivalta.
sme: Dat sáhttá leahkit illasteapmi dehe seksualálalaš boasttogeavahus.

source: Jos hoitohenkilökunta epäilee lapsen altistuvan vaaralle, henkilökunnan tulee tehdä ilmoitus sosiaalipalveluun, joka tekee asiasta selvityksen ja mahdollisen poliisi-ilmoituksen.
sme: Jus dikšubargoveahka eahpida ahte mánná gieđahallo heajuid bargoveahka galgá almmuhit dakkár eahpidemiid sosiálabálvalussii, mii dutká ja dahká vejolaš poliisaalmmuhusa.

source: Sama pätee silloin, kun ollaan tekemässä jonkinlaista selvitystä alaikäisen tarpeesta suojeluun.
sme: Dat guoská maid jus lea jođus soameslágan dutkan mii guoská agivuloš suodjedárbbu.

source: Hoitohenkilökunnalla on silloin velvollisuus antaa tietoja, joilla saattaa olla merkitystä selvityksen kannalta.
sme: Dikšunbargoveahka lea geatnegas guođđit dieđuid mat leat mearkkašahttit dutkamuššii.

source: Vakuutuskassa ja vakuutusyhtiöt
sme: Dáhkáduskássa ja dáhkádusfitnodatsearvi

source: Potilaalla on oikeus päättää, saako terveyden- ja sairaanhoito antaa tietoja sairauksista tai niihin annetuista hoidoista.
sme: Olmmoš mearrida ieš oažžugo dearvvasvuođa – ja buohccedikšun guođđit dieđuid makkár skibasvuođat ovttaskasas leat ja makkár divššu lea ožžon.

source: Jos potilas on sairas ja hakee sairauskorvausta vakuutuskassasta, hoitohenkilökunta saa antaa sairauskorvausoikeuden arvioimiseen tarvittavat tiedot.
sme: Muhto jus olmmoš lea skibas ja ohcá buohccebuhtadusa dáhkádusfitnodatsearvvis dikšubargoveahka oažžu guođđit dieđuid mat dárbbahuvvojit mearridan dihte leago ovttaskasas riekti buohccebuhtadussii.

source: Tämä pätee myös silloin, jos potilas on saanut vamman tai sairauden ja hän haluaa korvausta vakuutusyhtiöltä.
sme: Dat guoská maid jus bártida dehe skihppá ja háliida buhtadusa dáhkádusfitnodatsearvvis.

source: Vakuutusyhtiöllä on tällöin oikeus saada korvausoikeuden arvioimiseen tarvittavat tiedot.
sme: Dalle lea dáhkádusfitnodatsearvvis riekti oažžut oasi dain dieđuin mat dárbbahuvvojit mearridan dihte leago ovttaskasas riekti buhtadussii.

source: Vaitiolovelvollisuuden rikkominen
sme: Rihkkus jávohisvuođa geatnegasvuhtii

source: Vaikka hoitohenkilökunta saa tietyissä tapauksissa rikkoa vaitiolovelvollisuutensa ja vaikka se joskus on tehtävä, on kyse vain poikkeustapauksista.
sme: Vaikko leat dihto dilálašvuođat go dikšubargoveahka oažžu rihkkut jávohisvuođa gáibádusa leat beare spiehkastahkan.

source: Vaitiolovelvollisuuden perimmäinen tarkoitus on suojata potilasta.
sme: Vuođđojurdda lea ahte jávohisvuođa gáibádus lea buohcci suddjemii.

source: Jos potilas epäilee jonkun hoitohenkilökuntaan kuuluvan rikkoneen vaitiolovelvollisuutensa, hän voi tehdä siitä ilmoituksen poliisille tai Sosiaalihallitukselle.
sme: Jus olmmoš buohccin eahpida soamis dikšunbargoveagas lea rihkkon jávohisvuođa gáibádusa sáhttá dan almmuhit poliisii dehe Sosiálastivrii.

source: Ilmoitus saattaa johtaa siihen, että vaitiolovelvollisuutensa rikkonut saa syytteen ja että hänet tuomitaan.
sme: Dat sáhttá doalvut dasa ahte persovdna šaddá sivahallot ja dubmejuvvot.

source: 1117 Vårdguiden – toimitus ja toimitusneuvosto on myös muokannut, tarkastanut ja hyväksynyt kaiken sisällön.
sme: 1177 Vårdguiden redakšuvdna ja redakšuvdnaráđđi lea heivehan, dárkkistan ja dohkkehan buot sisdoalu.
